const About: React.FC = () => {
	return (
		<section className='about-me' id='about-me'>
			<div className='container'>
				<h2 className='about-title'>Обо мне</h2>
				<p className='portfolio-text'>
					Frontend-разработчик Группа цифровой трансформации, Российский филиал
					производственной компании AIG/MGC <br />
					<br />
					<strong>Направление деятельности: </strong> Разработка и оптимизация
					корпоративных систем MES (Manufacturing Execution Systems) и ERP
					(Enterprise Resource Planning) для повышения эффективности
					бизнес-процессов, управления производственными операциями и
					логистикой. <br />
					<br />
					Проектирование и реализация пользовательских интерфейсов с учетом
					требований UX/UI. Интеграция frontend-решений с backend-системами и
					базами данных. <br /> Оптимизация производительности приложений и
					улучшение их архитектуры. <br />
					Работа в Agile-среде, участие в полном цикле разработки: от анализа
					требований до тестирования и внедрения. Создание инновационных решений
					для цифровизации бизнес-процессов, направленных на повышение
					прозрачности, автоматизации и эффективности работы производственных и
					логистических подразделений компании.
				</p>
			</div>
		</section>
	)
}

export default About
